export default function AboutCopyright() {

	return (
		<main>
			<h1>著作権について</h1>
			<h2>当方の権利</h2>
			<p>
				当サイトに掲載されている文章、画像、動画、音声の形式の著作物は、特に断りがない限り、以下の団体または個人が著作権を保有しています。
			</p>
			<ul>
				<li>早稲田中学校・高等学校</li>
				<li>学芸大会実行委員会</li>
				<li>各展示団体</li>
			</ul>
			<p>
				学芸大会実行委員会は、各展示団体から提供された著作物について、以下の条件のもとで利用を許諾されています。
			</p>
			<ul>
				<li>サイトにアップロードした内容・画像のサイト内における一切の利用</li>
				<li>本学芸大会に関わる掲示物への汎用的な利用</li>
			</ul>
			<p>
				著作物の無断転載・複製・改変等は一切禁止します。<br />
				法的な範囲を超えた利用のために当委員会・各著作者に連絡を取ることは行わないでください。
			</p>
		</main>
	);

}
